[
    {
        "title": "Business Development Intern (Starting January 2026, for current students graduating in 2026)",
        "entreprise": "Visa",
        "location": "Mechouar, Casablanca-Settat, Morocco",
        "nomberofapplicants": "115",
        "time": "12/09/2025",
        "description": "Visa is a world leader in payments and technology, with over 259 billion payments transactions flowing safely between consumers, merchants, financial institutions, and government entities in more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable, and secure payments network, enabling individuals, businesses, and economies to thrive while driven by a common purpose – to uplift everyone, everywhere by being the best way to pay and be paid.Make an impact with a purpose-driven industry leader. Join us today and experience Life at Visa.Job DescriptionEveryone at Visa works with one goal in mind – making sure that Visa is the best way to pay and be paid, for everyone everywhere. The business development team drives the country strategy and its objectives by identifying, leading and executing, through analytics, data and market intelligence, on opportunities to drive business growth for Visa and its clients. The purpose of this role is to provide support to the Business Development team by developing and maintaining the relationship between VISA and its clients.Key ResponsibilitiesProvide operations support to the local team.Contribute to development, production and implementation of initiatives outlined in Country strategy plansCompetition analysis and monitoringAssist the local team with client queries and issuesSupport Business Planning & Operations teams’ with periodical reports (Weekly/Monthly or quarterly)Assist BDs with Playbook and country plans updateCo-ordinate with other Visa departments in order to successfully track the country plans.Complete ad hoc project/research and presentation work and other relevant initiatives as requested by the managementThis learning objectives of this internship is to:Develop a sales management mindsetBe able to analyze data, trends and make meaningful recommendationsBe a good project managerDevelop a thorough understanding of the payments landscapeQualificationsCurrent student working towards a Bachelors or Masters degree, with a graduation in 2026Economics, Business, Finance, Economics, Econometrics IT/MIS, Engineering, Computer science or related disciplines welcome to applyAvailable for the 6-month internship (Jan – August 2026)Must be available to start a graduate role by October 2026Excellent academic recordStrong analytical capabilities and experience solving business casesStrong in MS Excel, Word & PowerPointSuperior analytical and financial analysis skillsStrong collaboration skills with a diverse peer group requiredAble to articulate viewpoint effectively to key stakeholders in order to get buy in and agreementSelf-confident and hands-on, with the ability to operate in a fast paced and constantly changing work environmentAdditional InformationVisa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Internship",
        "Fonction": "Information Technology",
        "Secteurs": "IT Services and IT Consulting",
        "joblink": "https://www.linkedin.com/jobs/view/4298873902/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQHAxoD4chKrgg/company-logo_100_100/B4EZfR2e4JHcAk-/0/1751572410148/visa_logo?e=2147483647&v=beta&t=mZYikLJ1nOM9RYXsRYavU2c7xuzCKWDqH8Q0UzAGrhw"
    },
    {
        "title": "Stagiaire RSE",
        "entreprise": "Royal Mansour Casablanca",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "05/09/2025",
        "description": "Le Royal Mansour Casablancaest à la recherche d’un(e)Stagiaire RSEVous souhaitez contribuer au développement durable dans l’hôtellerie de luxe ? Rejoignez notre équipe et participez à l’élaboration et à la mise en œuvre de notre stratégie RSE.Vos Missions :Aide au développement de la stratégie RSESuivi de projets RSEParticipation à la constitution d’un dossier de candidature pour l’obtention d’un Label EnvironnementalActions RSE en coordination avec le Service Technique, les Ressources Humaines et le Service FinancierBenchmark des tendances RSE applicables à l’hôtellerieSuivi de la bonne application des pratiques RSE par les collaborateursParticipation à des contrôles et audits Qualité dans certains départementsAnalyse des retours clients et identifier les axes d’améliorationVotre profil :Étudiant(e) en école de commerce, hôtellerie, développement durable ou équivalentSensibilité aux enjeux environnementaux et sociauxCapacité d’analyse et de synthèseForce de proposition et autonomieExcellentes compétences en communication (oral & écrit)",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Internship",
        "Fonction": "Customer Service",
        "Secteurs": "Hospitality",
        "joblink": "https://www.linkedin.com/jobs/view/4295937885/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQGiwDo_Ghrfdw/company-logo_100_100/company-logo_100_100/0/1733570314408/royal_mansour_casablanca_logo?e=2147483647&v=beta&t=XedQ0d1gmsK2_Hu7VEMU8Bl6BRxA_s2vulpqDkKv0i4"
    },
    {
        "title": "Stage - Chargé(e) de Recrutement",
        "entreprise": "Orange Business",
        "location": "Rabat Metropolitan Area",
        "nomberofapplicants": null,
        "time": "27/08/2025",
        "description": "Dans le cadre d’un stage de 6 mois, vous serez pleinement intégré(e) à l’équipe Talent Acquisition et interviendrez sur l’ensemble du processus de recrutement :Rédaction et publication des offres d’emploiSourcing de candidats sur les jobboards et les réseaux sociaux professionnels (LinkedIn, CVthèques…)Réalisation des préqualifications téléphoniquesOrganisation des entretiens avec les managersSuivi des candidatures via notre ATSParticipation aux actions de communication RH (événements écoles, salons, animation de la marque employeur…)Profil recherché :Vous avez un Bac+5 en Ressources Humaines, école de commerce ou équivalent universitaireVous avez un réel intérêt pour le secteur IT et les environnements techniquesVous êtes rigoureux(se), proactif(ve), doté(e) d’un bon relationnel et à l’aise à l’écrit comme à l’oralVous maîtrisez le français et l’anglais, à l’écrit comme à l’oral, pour évoluer dans un environnement professionnel internationalUne première expérience en recrutement serait un plus, mais n’est pas obligatoire",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Internship",
        "Fonction": "Human Resources",
        "Secteurs": "IT Services and IT Consulting and Telecommunications",
        "joblink": "https://www.linkedin.com/jobs/view/4271693713/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4E0BAQHkuI2zyi1F8Q/company-logo_100_100/company-logo_100_100/0/1676538388568/orange_business_services_logo?e=2147483647&v=beta&t=a9t4M6vyaeecEQ2a2o5epemkc-6QWfV-YNROeDm-iZc"
    },
    {
        "title": "Tangier Cabin Crew Opportunities (Dubai Based, Relocation Provided)",
        "entreprise": "Emirates",
        "location": "Tangier Metropolitan Area",
        "nomberofapplicants": null,
        "time": "19/09/2025",
        "description": "Job PurposeA personality that shines, the ability to adapt to any situation and make people feel at ease. These are a few of the qualities we’re looking for in our cabin crew.As the face of Emirates, you’ll be the person customers turn to for help and direction when they fly with us, so you need to be friendly, observant and able to provide the right support.Being a member of the cabin crew is so much more than a service role - safety is our highest priority. You’ll need to lead confidently and take control when it comes to managing aircraft services, security, and safety procedures. This comes from the world-class learning experience our crew receive at our state-of-the-art facility in Dubai.Qualifications & ExperienceHere are some other things we look for in our cabin crew:You’ve had more than a year’s experience in hospitality/customer serviceYou have a positive attitude and the natural ability to provide excellent service in a team environment, dealing with people from many culturesYour minimum qualification is high school graduate (Grade 12)You need to be fluent in written and spoken English (ability to speak another language is an advantage)You’re at least 160cm tall and can reach 212 cm while standing on tiptoes, to enable you to reach emergency equipment on all aircraft typesNo visible tattoos while you’re in Emirates cabin crew uniform (without covering them with bandages or cosmetics)As Emirates cabin crew, you’ll be based in Dubai and will need to meet the UAE's employment visa requirementsAside from the requirements of the role, you should be determined to always perform to the highest standards, focus on being solution oriented, and be able to manage a demanding work schedule. You should have the ability to deliver an authentic experience to our customers. You’ll be culturally aware and reflect the Emirates personality - professional, empathetic, progressive, visionary and cosmopolitan.Before clicking the Apply button, please keep the followingdocumentsready to submit with your application:Recent CV in EnglishRecent photoSalary & BenefitsYour pay is made up of three components:a fixed basic salary,an hourly pay for operated flights andan overseas meal allowance.Basic salary = AED 4,430 / month,Flying Pay = AED 63.75 / hour based on avg. 80-100 hours / month,Average Total Pay = AED 10,170 / month (~USD 2,770, EUR 2,710 or GBP 2,280).* These are approximate numbers for Grade II (Economy Class).Meal allowances for night stops are credited to the salary in arrears the following month.Hotel accommodation as well as transport to and from the airport is provided by the company.",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Customer Service, Sales, and General Business",
        "Secteurs": "Airlines and Aviation and Hospitality",
        "joblink": "https://www.linkedin.com/jobs/view/4298537131/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4D0BAQH4KZK4uVN0qg/company-logo_100_100/company-logo_100_100/0/1633591047759/emirates_logo?e=2147483647&v=beta&t=QgA4IgREcArxR8AXq6Pnoh5NaY-DlvBD5iDTFaQGGvw"
    },
    {
        "title": "Portfolio Analyst",
        "entreprise": "Attijariwafa bank",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "19/09/2025",
        "description": "Avec son modèle de banque universelle, sa dimension panafricaine, la complémentarité de ses métiers et ses expertises solides, le groupe Attijariwafa bank est un acteur de référence du secteur financier au Maroc et en Afrique. Attijariwafa bank a su, depuis plus d’un siècle, se réinventer en diversifiant ses métiers, en renouvelant ses offres et en adaptant ses organisations, pour répondre à son ambition de devenir la banque relationnelle de référence. Le groupe Attijariwafa bank accompagne aujourd’hui 12 millions de clients particuliers, professionnels, entreprises et institutionnels et mobilise 20.900 collaborateurs dans 26 pays en Afrique, en Europe et au Moyen-Orient.Votre missionEn tant quePortfolio Analyst, vous pilotez le portefeuille de projets dont vous avez la charge, en garantissant leur bon déroulement dans le respect des délais, du budget et des objectifs de valeur. Vous jouez un rôle central dans la coordination des acteurs, le suivi des performances et la structuration des processus de gouvernance.Vos responsabilités clésSuivre l’avancement des projetsdu portefeuille en lien avec les directions de projet.Assister les chefs de projets dans laplanification, l’allocation des tâcheset la gestion administrative.Assurer lacohérence des planningsdans les outils de pilotage.Suivre laréalisation des actions, la tenue des objectifs en matière de délais et de valeur attendue.Veiller à la bonne tenue desinstances de gouvernance projet.Surveiller lesbudgets, planningset laperformance globaledu portefeuille.Profil recherchéFormation :Bac +5 – École d’ingénieur ou de commerce, avec spécialisation en gestion de projet, finance ou organisation.Expérience :2 à 5 ans dans la gestion de portefeuilles projets, PMO ou pilotage d’activités projets.Compétences :Bonne maîtrise desméthodes de gestion de projets(notamment informatiques).Capacité àpiloter un budgetet à définir desindicateurs de performance.Solide compréhension desenjeux financiers et stratégiquesliés aux projets.Maîtrise desoutils de planificationet de reporting projet.Pourquoi nous rejoindre ?Rejoindre un Groupe leader dans son secteur, en forte croissance et résolument tourné vers l’innovation.Profiter d’un environnement de travail stimulant, avec de nombreuses opportunités de développement personnel et professionnel.Contribuer à des projets à fort impact, dans un environnement stimulant, collaboratif et agile.Développer vos compétences au contact d’experts métier et de projets transverses à l’échelle du Groupe.Prêts à relever le défi ? Envoyez-nous votre candidature. Nous avons hâte de découvrir votre profil!",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Analyst",
        "Secteurs": "Banking",
        "joblink": "https://www.linkedin.com/jobs/view/4302007467/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQHg-VjGIsMHyg/company-logo_100_100/company-logo_100_100/0/1733321790226/attijariwafa_bank_logo?e=2147483647&v=beta&t=90l8Jj6R-oOz3ryWIcGEyq7VTks2HXEY3fEOukATWpA"
    },
    {
        "title": "Stagiaire en Risk Advisory F/H",
        "entreprise": "Deloitte",
        "location": "Mechouar, Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "12/09/2025",
        "description": "Stagiaire Risk Advisory F/H (Maroc)Lieu:Casablanca, MarocMétier:ConseilStage long (6 mois) à pourvoir dès que possibleRejoindre Deloitte, c'est dire oui à une expérience qui a du sens, celle où les rencontres et les missions vous poussent à grandir chaque jour. C’est évoluer dans un environnement de travail fondé sur la confiance, la transmission et l’intelligence collective pour construire l’avenir de nos clients. Un avenir que nous voulons plus responsable, plus durable et respectueux de l’environnement en prenant des initiatives concrètes à notre échelle.Et vous, prêts à dire #ISayYes à votre futur chez Deloitte ?Deloitte est présent sur l’ensemble du continent africain notamment en Afrique francophone, anglophone et lusophone et met son expertise au service de ses clients en Afrique.En Afrique francophone Deloitte est présent en Afrique du Nord, en Afrique de l’Ouest et en Afrique centrale et dispose de 12 bureaux avec une capacité d'intervention sur 19 pays Deloitte mobilise plus de 1 500 collaborateurs dans les activités de Consulting, d’Audit Assurance, de Conseil Juridique et Fiscal, de Risk Advisory, de Financial Advisory et de Business Outsourcing.En tant que firme multidisciplinaire, Deloitte offre à ses clients un accompagnement de proximité et sur mesure grâce à la maîtrise des enjeux locaux, afin de répondre aux attentes et aux besoins des acteurs publics et privés (Assurances, Technologies Médias Télécoms, Santé, Consumer Business, Energie...).Quel sera votre rôle dans la #TeamDeloitte ?En tant que stagiaire, vous serez chargé(e) de :Participer à l’élaboration de cartographie de risques (identification et évaluation) ;Participer à l’élaboration des matrices de risques et contrôles ;Formuler des recommandations de maitrise de risque ;Participer à la rédaction de manuels de procédures ;Participer à l’élaboration de plan d’audit interne ;Participer à la réalisation des audits opérationnels en outsourcing ;Participer à l’évaluation et mise en place de dispositif de contrôle interne ;Participer à l’évaluation et mise en place de système de gestion des risques ;Participer à l’évaluation et mise en place de fonction audit interne.En interne, vous interviendrez sur les sujets suivants :Assistance à la rédaction de nos offres de service ;Participer aux chantiers internes du cabinet ;Participer à la préparation de supports de formation en gestion de risque; contrôle interne, audit interne.Vous serez encadré(e) par le Manager Operational Risk. En rejoignant Deloitte, vous aurez l'opportunité de développer un set de compétences, partagées avec notre réseau international, et structurées autour des dimensions suivantes : leadership, métier et spécialité. Grâce aux missions variées auxquelles vous participerez et au programme de formations proposé, vous pourrez renforcer progressivement ces compétences, en acquérir de nouvelles et progresser ainsi au sein de notre firme.Et si c’était vous ?Vous êtes de formation supérieure d'école de commerce, d'ingénieurs ou d'université, vous êtes force de proposition et faites preuve d'esprit d'analyse et de réelles qualités rédactionnelles.Vous avez eu l'occasion d'étudier et vous avez acquis des connaissances dans les domaines suivants :Gestion des risques ;Contrôle interne ;Audit Interne.Vous disposez idéalement d’une jeune expérience en Conseil, en Gestion de Risque, en Audit Interne, en Contrôle Interne ou Audit financier.Une expérience en Cabinet de conseil serait appréciée.Vous possédez des aptitudes en rédaction de note conceptuelle, en élaboration de supports de présentation sur PowerPoint.Vous pouvez justifier d’aptitudes avérées dans l’utilisation de Microsoft Excel.Vous avez la capacité de travailler en équipe et avez une réelle appétence pour la Gestion du Risque, le Contrôle Interne et/ou l’Audit Interne.Vous êtes curieux(se) avec un sens relationnel établi et vous faites preuve de qualités d'adaptation, de rigueur et de proactivité.Vous maîtrisez le français et l'anglais oral et écrit.Poste basé à Casablanca.",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Full-time",
        "Fonction": "Education and Training",
        "Secteurs": "Business Consulting and Services",
        "joblink": "https://www.linkedin.com/jobs/view/4299343040/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C560BAQGNtpblgQpJoQ/company-logo_100_100/company-logo_100_100/0/1662120928214/deloitte_logo?e=2147483647&v=beta&t=OSF8M5LreT0Sf2F-JcNk6XMT0ArCuPfDmRR-knCC4HY"
    },
    {
        "title": "Stagiaire Project Finance Analyst",
        "entreprise": "Synergy Consulting, Inc.",
        "location": "Casablanca, Casablanca-Settat, Morocco",
        "nomberofapplicants": "112",
        "time": null,
        "description": "Description de l'entreprise :Synergy Consulting est un leader mondial en conseil financier et d'entreprise. Nous sommes le 'Partenaire de Choix' pour développer, financer, gérer et réaliser des projets d'infrastructure. Nous collaborons avec nos clients sur des projets innovants dans divers secteurs d'infrastructure à travers le monde. Notre expérience en partenariat public-privé (PPP) couvre des domaines tels que l'énergie, l'eau, le transport, l'immobilier, la santé, et plus encore. Avec nos 14 bureaux mondiaux répartis sur 6 continents, nous célébrons 22 ans d'excellence.Description du poste:De manière autonome, le stagiaire contribuera à la bonne exécution de nos prestations de conseil en financement de projets. Les missions comprennent en principe :L’accompagnement d’acteurs privés pour la préparation d’offres portant sur le financement, la réalisation et l’exploitation des projets d'infrastructure ;L’accompagnement d’acteurs privés à la levée de financements en dette et en capitaux propres ;La conduite d’études d’évaluation préalable de projets d’infrastructures dans le cadre de partenariats publics-privés ;L’accompagnement de la personne publique dans la mise en concurrence et la sélection de candidats pour la réalisation de projets d’infrastructures dans le cadre des différents appels d'offresEn particulier, le stagiaire sera amené à accompagner nos clients à travers :La préparation de propositions commerciales et de réponses à des appels d’offres ;Le développement de modèles financiers permettant d'évaluer la faisabilité et la performance financière et/ou organisationnelle des projets, en collaboration avec son superviseur ;La rédaction de notes à l'attention de comités d'investissement, en français ou en anglais ;L'analyse de la matrice des risques des projets ;Le support dans les discussions et négociations entre les intervenants sur les différents contrats opérationnels et de financement.QualificationsEtudiant(e) d'une grande école de commerce, d'ingénieurs ou d'un 3ème cycle universitaire (spécialisation finance), en préparation d'un stage de fin d'étudesVous possédez de bonnes bases en comptabilité, en analyse financière et en mathématiques financières . Une première expérience en finance (Project Finance, M&A, PE etc.) est fortement appréciée.Vous faites preuve d'esprit d'analyse, de synthèse et de rigueur.Vous maîtrisez bien le pack Ofiice (Word, PPT, Excel). La connaissance de VBA est un plus.Vous aimez travailler en équipe et possédez le sens du service client.Vous parlez couramment l'anglais.Poste Basé sur Casablanca, Maroc.",
        "Niveau hiérarchique": "Mid-Senior level",
        "Type d’emploi": "Internship",
        "Fonction": "",
        "Secteurs": "Financial Services",
        "joblink": "https://www.linkedin.com/jobs/view/4306270778/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4D0BAQHXULSXB3w_vQ/company-logo_100_100/company-logo_100_100/0/1631370729112/synergy_advisory_pvt__ltd__logo?e=2147483647&v=beta&t=Os8t1uB2kJvcxU5v2qpwAe-FIAltIWiu9LocvrGUUQU"
    },
    {
        "title": "Digital_COE intern-2",
        "entreprise": "GE Vernova",
        "location": "Morocco",
        "nomberofapplicants": null,
        "time": "20/09/2025",
        "description": "Job Description SummaryAu sein de GE Vernova, Grid Solutions développe comme part de son large portefeuille les solutions digitales pour gérer efficacement un réseau électrique mondial en pleine mutation (transition énergétique), avec des contraintes de stabilité de réseau, de respect de l’environnement et de coût toujours plus importantes.Le centre digital d’excellence pour les solutions réseau électrique THT/HT de GE , implanté à Casablanca. Nous y developpons et fournissons des solutions digitales qui protègent et contrôlent les équipements critiques des postes Hautes tensions et en conséquence les réseaux d’aujourd’hui et de demain.Plus d’informations sur nos produits et notre implantation mondiale sur www.gegridsolutions.comAux étudiants souhaitant démarrer leur parcours dans un groupe dynamique avec un travail qui a du sens, GE offre d'extraordinaires ressources de perfectionnement et de développement, dans un milieu imprégné d'une culture de l'innovation fondée sur la collaboration et générant un impact mondial considérable.Job DescriptionAu sein de l’équipe du digital COE, le stagiaire participera à l’élaboration de solutions techniques sur des projets visant le développement de nouvelles chambres de coupure à faible empreinte carbone.Dans Le Cadre Du Développement De Nouvelles Solutions Digitales Au Sein Du Digital Centre D’excellence Pour Le Monitoring Des Équipements Haute Tension (disjoncteurs/Sectionneurs/Transformateurs De Puissance), Les Sujets De Stage Proposés Porteront SurElaboration d’un simulateur Monitoring gaz isolant sur des organes de coupures électrique haute tension (Disjoncteurs/Sectionneurs).Développement d’une application d’analyse et filtration des régimes transitoires courant/Tension lors de manœuvres Disjoncteurs Haute tension, dans le cadre du CSD 100 (Controlled Switching Devices)Elaboration d’un simulateur de concentrations des différents gazs dissous dans de l’huile isolante de transformateurs de puissance.Le/la/Les stagiaire (s) sera formé(e) au cours de la première période de la mission à l’environnement de l’appareillage haute-tension, aux HMI/IED.Il/Elle pourra également être amené(e) à contribuer sur d’autres sujets annexes en relation avec les besoins du projet.Il / Elle pourra également être amen(é) à réaliser de la programmation en lien avec le sujet de stage sur des IED.Compétences & Qualités requisesSavoir-faireRequis: Electronique/ Informatique industrielle/ Programmation d’automate (Language C#, Python)Apprécié: Traitement de signal / Electro-technique / maîtrise de la programmation C# .NET (WPF)Savoir-êtreCuriosité & Esprit d’innovationAdaptabilité & AutonomiePersévérance & Esprit d’équipeLanguesFrançais parlé et écritAnglais parlé et écritInformatiqueRequis: Maîtrise du pack OfficeFormationEcole d’ingénieur (EMI, ENSEM ….)Date de début du stage et duréeDates du stage : Début Février 2025Durée : 6 moisConvention de stage /Assurance obligatoire.Additional InformationRelocation Assistance Provided:NoThis is a remote position",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Full-time",
        "Fonction": "Design, Art/Creative, and Information Technology",
        "Secteurs": "Electric Power Generation",
        "joblink": "https://www.linkedin.com/jobs/view/4171928162/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQG3fXAI-jYu5A/company-logo_100_100/company-logo_100_100/0/1681910638687/gevernova_logo?e=2147483647&v=beta&t=wxmEC0JI8pdfZCuf9nRT8XLaNDFKjVAOQ3tB3dU6wTk"
    },
    {
        "title": "Coordinateur(trice) ODC Agadir (H/F)",
        "entreprise": "Orange Maroc",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "12/09/2025",
        "description": "Rejoignez Orange Maroc et devenez un acteur clé de l’innovation technologique !À propos d’Orange MarocChez Orange Maroc, nous sommes bien plus qu’un opérateur télécoms : nous sommes un partenaire de confiance pour nos clients, qu’ils soient particuliers ou professionnels. Avec nos services mobiles, fixes, cybersécurité et mobile money, nous bâtissons chaque jour des solutions adaptées aux besoins d’un marché dynamique et exigeant.Pourquoi rejoindre Orange Maroc ?Un environnement inclusif: Chez nous, le talent n’a ni genre, ni couleur, ni croyance. La diversité est au cœur de notre ADN !Une mission stimulante: Innover pour offrir des services performants et transformer les usages de demain.Des valeurs fortes: Bienveillance, attention et audace guident nos actions au quotidien.Votre défi en tant que Coordinateur(trice) ODC Agadir :Au sein d’Orange Maroc et de l’Orange Digital Center d’Agadir, vous serez responsable de la coordination, du suivi et de la mise en œuvre des activités de l’ODC à Agadir, incluant :le suivi des programmes (École du Code, Fablab Solidaire, Orange Fab, etc.),la gestion logistique et organisationnelle,la coordination de la communication et de la visibilité locale,le suivi des achats et de la relation avec les prestataires,la réussite des événements et des projets en lien avec la stratégie nationale et régionale de l’ODC.Vos responsabilités :Suivi et coordination des activités de l’ODCAssurer le suivi, la planification et le reporting des activités de l’ODC (formations, stages, workshops, talks, événements, etc.).Mettre en place et suivre les KPI’s de l’ODC.Préparer un rapport périodique/semestriel des activités.Coordonner la mise en place de nouveaux concepts et événements.Suivi des achats et logistiqueSuivre et coordonner les demandes d’achats en lien avec les départements internes (Achats, Finance, etc.).Garantir la bonne gestion logistique et matérielle des activités et événements.Assurer la gestion administrative et le suivi budgétaire des activités.Communication et visibilitéCoordonner la communication locale de l’ODC Agadir (réseaux sociaux, supports, visibilité institutionnelle).Assurer la bonne visibilité des programmes et événements de l’ODC auprès des bénéficiaires, partenaires et acteurs externes.Contribuer à la valorisation des actions de l’ODC dans les médias internes et externes.Événementiel et partenariatsOrganiser et coordonner les événements internes et externes (hackathons, salons, journées portes ouvertes, etc.).Assurer la bonne relation avec les partenaires académiques, institutionnels et privés.Garantir la réussite logistique et opérationnelle des événements.Suivi des bénéficiaires et intégrationAssurer le processus d’intégration des stagiaires/apprenants.Veiller au respect des règles disciplinaires et à une bonne assiduité.Votre profil :Niveau d’études : Bac+5 en Management, Gestion, Communication, ou domaine équivalent.Formations spécifiques : Gestion de projet, Communication digitale, Organisation d’événements, Finance de base.Langues : Maîtrise du Français et Anglais.Expérience : à partir de 2 ansen gestion de projet, coordination, communication, ou organisation d’événements.Une expérience dans un centre de formation, ONG, startup, ou programme d’insertion/innovation est un plus.Vos atouts :Excellentes capacités d’organisation et de gestion du temps.Esprit d’initiative et autonomie.Sens de l’adaptation et de la flexibilité.Rigueur et sens du détail.Capacité à travailler en équipe et à collaborer avec des acteurs internes et externes.Bonne gestion du stress et des priorités.Excellentes aptitudes en communication écrite et orale.Pourquoi ce poste est fait pour vous ?En rejoignant Orange Maroc, vous participerez activement à la transformation digitale d’un leader du marché. Vous intégrerez une équipe soudée et passionnée, dans un environnement où vos compétences et votre potentiel seront pleinement valorisés.Vous êtes prêt(e) à relever le défi ?Envoyez-nous votre candidature et rejoignez une aventure professionnelle unique !Rejoignez-nous, où la diversité et l’excellence se rencontrent !",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Administrative",
        "Secteurs": "Telecommunications",
        "joblink": "https://www.linkedin.com/jobs/view/4297607315/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQHkL4J6aZVAAw/company-logo_100_100/company-logo_100_100/0/1720172091294?e=2147483647&v=beta&t=NzNOLoCLjT-X0ykdJA4KFQoEw_EJMYYLEsonQl9xftw"
    },
    {
        "title": "finance intern",
        "entreprise": "Khalil Gibran School Rabat",
        "location": "Rabat, Rabat-Salé-Kénitra, Morocco",
        "nomberofapplicants": null,
        "time": "12/09/2025",
        "description": "Inspired Education is the leading global group of premium schools, with a portfolio of 118 premium private schools in 27 countries spanning 6 continents which utilise proven educational practices from every corner of the globe, ensuring over 90,000 students receive a world-class learning experience from Kindergarten to Year 13.Founded in 2013 by Nadim M. Nsouli, Inspired is backed by investors such as Stonepeak, GIC, TA Associates, and the Oppenheimer and Mansour family offices. The Group is experiencing 20% per annum growth through acquisition, greenfield site expansion, and the development of existing schools within its portfolio. In 2023, Inspired was recognised by Beauhurst as one of the UK's top 10 highest-value private companies.ROLE SUMMARY:Khalil Gibran School Rabat (KGSR) is a vibrant educational community offering a premium British-style and Moroccan education to both expatriate and local students. Known for its progressive pedagogy and holistic education philosophy, KGSR continues to build a strong and growing reputation in Morocco’s international education landscape.We are currently offering an excitingFinance Internshipopportunity for a motivated and detail-oriented individual to join our administrative team. TheFinance Internwill support the finance department in carrying out a range of accounting and administrative tasks while gaining valuable experience in a dynamic school environment.KEY RESPONSIBILITIES:Assisting with data entry, invoice processing, and financial record-keepingSupporting the preparation of financial reports and documentationHelping with reconciliations, tracking expenses, and reviewing payment recordsAssisting in budget monitoring and inventory updatesCollaborating with team members on various finance and administrative projectsTHE IDEAL CANDIDATE WILL HAVE:A minimum of a Bachelor's degree in Finance, Accounting, Economics, Business Administration, or a related fieldBasic understanding of financial principles and accounting practicesStrong numerical and analytical skillsGood organizational skills and attention to detailProficiency in Microsoft Excel and other office applicationsAbility to work both independently and as part of a teamStrong communication and interpersonal skillsSAFEGUARDING STATEMENTInspired Education Group is committed to safeguarding and promoting the welfare of children and young people and expects all staff, volunteers and other third parties to share this commitment. Safer recruitment practices and pre-employment background checks will be undertaken before any appointment is confirmed.BE PART OF A DIVERSE INTERNATIONAL TEAMWe're a truly global community where your colleagues and students come from cultures and countries from all corners of the earth.So join us to connect, challenge, and collaborate with peers and renowned experts, as part of a diverse international team.SCHOOL APPLICATION FORMPlease download and fill up this form, attach this during application process.Visit our careers site for more information; https://jobs.inspirededu.com",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Full-time",
        "Fonction": "Finance and Sales",
        "Secteurs": "Higher Education",
        "joblink": "https://www.linkedin.com/jobs/view/4276990233/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQF6sFE36RbEDQ/company-logo_100_100/company-logo_100_100/0/1689775637945?e=2147483647&v=beta&t=d5AR6T-iSnicKBuOr9R4akhgwC3sJ2_tvMIFeT_ejpc"
    },
    {
        "title": "Consultant stagiaire à Casablanca Africa & International Development (H/F)",
        "entreprise": "BearingPoint",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": "173",
        "time": "19/09/2025",
        "description": "L’équipeAfrica & International Development, une équipe d'une quarantaine de consultants en forte croissance, multi-spécialiste, ayant une connaissance éprouvée de l’Afrique, avec une diversité d’expertises sectorielles et fonctionnelles permettant d’accompagner des clients publics et privés sur un large spectre d’interventions en Afrique.Le bureau du Maroc a été créé en 2011 à Casablanca, afin d’accompagner ses clients issus de multiples secteurs (industrie, télécommunications, service public, banques et assurances).La taille résolument humaine du cabinet lui confère un esprit start-up qui vous permettra d’exercer des responsabilités très transverses, en vous assurant une forte visibilité auprès des clients, tout en participant à des missions de référence à rayonnement régional et national.Votre MissionDans le cadre du développement de l’activité de notre bureau marocain, nous recrutons des stagiaires pour un stage long d'1 an pour rejoindre notre équipe à Casablanca.Rejoignez-nous au cœur de cet environnement de marché dynamique favorisant une croissance significative, pour lequel la modernisation des états est au cœur des enjeux.Accompagné dès votre arrivée par un parrain, vous participez à des missions de stratégie de transformation des entreprises et institutions publiques, au Maroc et en Afrique, par exemple :Elaboration de la stratégie et feuille de route de digitalisation pour un ministèreRefonte du modèle de distribution d’un acteur bancaire leader du marchéCadrage et lancement du système national de paiement mobileRefonte et digitalisation des tableaux de bord du Top Management pour un fonds d’investissementEtudes de marché et études de positionnement stratégiqueEt vous contribuerez également au développement commercial sur tout le processus de prospection et apporter un réel support à la visibilité du cabinet au travers de la préparation d’événements Marketing et la rédaction de livres blancs sur des thématiques d’actualité pour le pays et la région.Votre profilFutur diplômé ou jeune diplômé d’une grande école d’ingénieur, de commerce ou d'université, vous recherchez un stage long d'1 an et vous disposez d’une première expérience orientée business, en conseil ou en gestion de projet réussie dans l’industrie, les services ou la haute fonction publique avec une exposition à l’international, vous êtes fortement attiré par les opportunités et les ambitions du Maroc, avec une appétence à l’analyse de problématiques et à leur résolution. Vous disposez de capacités analytiques (compétences poussées sur Excel requises), d’un bon esprit de synthèse et de qualités rédactionnelles. Vous savez allier rigueur et sérieux, vous permettant de produire des livrables de qualité auprès de nos clients.Vous faites preuve d’une extrême polyvalence, d’un réel intérêt pour la culture des pays et le goût de l’inattendu ou de l’aventure. Enfin, vous êtes capable d’évoluer dans un environnement anglophone.Vous souhaitez construire une carrière dynamique et évolutive ?Nous vous accompagnons au quotidien dans le développement de vos compétences grâce à des formations sur mesure et des certifications. Vos appétences et souhaits d’évolution sont également considérés pour vous permettre de réussir professionnellement et vous épanouir personnellement.BearingPoint vous offreUn métier, des missions, et un environnement de travail attractifsUn mode de travail hybride, flexible et collaboratifUn parcours de carrière dynamique et personnaliséDes moments fédérateurs et festifsLa possibilité de soutenir des projets sociaux, sociétaux et environnementauxPostulez dès maintenant !La société BearingPoint s’engage à respecter la loi n° 2004-1486 du 30 décembre 2004 contre les discriminations et pour l’égalité des chances. Les informations demandées au candidat concernent uniquement sa capacité à occuper l'emploi proposé et ses aptitudes professionnelles.",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Internship",
        "Fonction": "Marketing",
        "Secteurs": "IT Services and IT Consulting",
        "joblink": "https://www.linkedin.com/jobs/view/4300710614/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQEh1Eh-6uugnA/company-logo_100_100/B4EZcWBwsvHAAU-/0/1748421250249/bearingpoint_logo?e=2147483647&v=beta&t=H42MZqGNY1Idd6qRMzeTOB1uf7Q6twsHVNIwAyBO-Hs"
    },
    {
        "title": "Chef de projet BANKING📊",
        "entreprise": "Adria Business & Technology",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "12/09/2025",
        "description": "We Recruit un Chef de projet BANKING📊📍 CasablancaEntreprise :Présent dans plus de 20 pays et ayant une solide expertise dans l’édition et l’intégration des logiciels destinés aux banques et institutions financières, Adria Business & Technology est bien plus qu’un prestataire des projets de digital Banking, c’est d’abord une famille soudée et engagée dans une aventure unique et collective fondée sur l’innovation, l’esprit d’équipe et le challenge !Notre force réside dans l’implication de nos collaborateurs qui, grâce à leur savoir, savoir-faire et savoir-être, nous permettent de nous évoluer continuellement et efficacement, en proposant à nos clients des solutions personnalisables à la pointe de la technologie, et en nous positionnant de cette manière comme un des leaders incontestés de notre secteur !Notre approche :Adria Business & Technology, quand la haute technologie s’allie à la banque !Combinant valeur ajoutée et efficacité des solutions délivrées, notre mission est d’accompagner les établissements financiers dans la mise en place de leurs projets de digitalisation via nos solutions technologiques et progiciels spécialisés !Pourquoi choisir Adria :Si vous aussi :-vous avez le sens de l’implication et de l’engagement-vous aimez l’innovation et le challenge-vous souhaitez travailler dans une ambiance chaleureuse et sereineVous êtes au bon endroit, vous n’avez qu’à soumettre votre candidature pour faire partie de notre belle famille Adria !Et parce que ce sont des qualités qui vous rendent uniques, nous leur portons un soin particulier en nous appuyant sur trois piliers :-Une meilleure intégration-Une formation efficace-Un accompagnement de nos experts durant toute l’aventureQu’attendez-vous ? Soumettez votre candidature et rejoignez une équipe où vous serez reconnu à votre juste valeur !𝗩𝗼𝘀 𝗺𝗶𝘀𝘀𝗶𝗼𝗻𝘀 :Superviser et piloter les projets bancaires de A à ZCoordonner les équipes internes et externes pour garantir le bon déroulement des projetsAssurer la gestion des délais, budgets et ressourcesMettre en place et suivre les indicateurs de performance des projetsIdentifier et gérer les risques liés aux projets bancairesAssurer la communication avec les parties prenantes et faire le reporting auprès de la direction𝐏𝐫𝐨𝐟𝐢𝐥 𝐫𝐞𝐜𝐡𝐞𝐫𝐜𝐡𝐞́ :Minimum de 6 ans d'expérience en gestion de projets dans le secteur bancaireCompétences avérées en gestion de projet, planification, gestion des ressources et suivi budgétaireForte capacité à travailler en équipe et à coordonner des projets complexesExcellentes aptitudes en communication et gestion des parties prenantes",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Engineering",
        "Secteurs": "Information Technology & Services",
        "joblink": "https://www.linkedin.com/jobs/view/4209124585/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C560BAQGaCwCZ8hu5EA/company-logo_100_100/company-logo_100_100/0/1631374854107?e=2147483647&v=beta&t=yThzsm3R6Fmz1onLK8oCGqHIQpkPU4lOY5_QgDiIwlc"
    },
    {
        "title": "Stagiaire Finance / Comptabilité fournisseurs H/F",
        "entreprise": "Valeo",
        "location": "Tanger-Tetouan-Al Hoceima, Morocco",
        "nomberofapplicants": null,
        "time": "19/09/2025",
        "description": "Valeo est l'un des principaux fournisseurs automobiles mondiaux de composants et de systèmes intégrés. En tant qu'entreprise technologique, Valeo propose des produits et des systèmes innovants qui contribuent à la réduction des émissions de CO2, à l'amélioration des performances des véhicules et au développement de la conduite intuitive.Missions principales :Dans le cadre de l’activité Finance/Comptabilité fournisseurs, vous serez intégré(e) à l’équipe et participerez activement aux missions suivantes :● Traitement des réclamations fournisseurs et suivi des litiges jusqu’à leur résolution.● Vérification du grand livre fournisseurs (GL), rapprochement et justification des comptes.● Archivage et contrôle documentaire : notes de frais, factures, pièces justificatives.● Réception des commandes dans le système & suivi PO en coordination avec les autres départements (Achat, Logistique, etc.).● Suivi et contrôle de tout le processus de facturation fournisseurs, de l’intégration de la facture jusqu’au paiement.● Participation à la mise en place de bonnes pratiques pour améliorer les délais de traitement et réduire les pénalités fournisseurs.Profil recherché :● Bac+3 à Bac+5 en Finance, Comptabilité, Contrôle de gestion ouAudit.● Bonne maîtrise d’Excel et idéalement des environnements ERP (SAP ouéquivalent).● Rigueur, sens de l’organisation et respect des deadlines.● Capacité à travailler en équipe et à communiquer avec différents départements.● Esprit analytique et goût du détail.● La maîtrise de l’anglais professionnel est un plus (environnement international).",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Full-time",
        "Fonction": "Accounting/Auditing, Manufacturing, and Other",
        "Secteurs": "Motor Vehicle Parts Manufacturing",
        "joblink": "https://www.linkedin.com/jobs/view/4299993074/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4D0BAQF8x8kpXJLBkg/company-logo_100_100/company-logo_100_100/0/1630549492517/valeo_logo?e=2147483647&v=beta&t=N8RGg5q169hH6TUtyK7B0gpk8zjEGNXxcyayTL00rGQ"
    },
    {
        "title": "Stagiaire PFE- Analyste Private Equity H/F",
        "entreprise": "BMCE Capital",
        "location": "Casablanca, Casablanca-Settat, Morocco",
        "nomberofapplicants": "120",
        "time": "24/09/2025",
        "description": "Description du posteMétierPrivate Equity Analyst - Analyste Private EquityIntitulé du posteStagiaire PFE- Analyste Private Equity H/FType de contratStageDescription de la missionEn tant que stagiaire, vous serez rattaché(e) à l'entité BMCE Capital Investments et participerez aux missions suivantes :Screening et prospection ;Analyse et modélisation financière ;Rédaction de notes et de présentations ;Participation au processus d'investissement ;Contribuer au processus de suivi de participation.ProfilVous êtes en M2, à la recherche d'un stage PFE dans le Private Equity.Localisation du posteLocalisation du posteMarocLieuCasablancaCritères candidatDiplômeCompétencesRigoureux/seEsprit d'équipePower Point",
        "Niveau hiérarchique": "Mid-Senior level",
        "Type d’emploi": "Full-time",
        "Fonction": "Finance and Sales",
        "Secteurs": "Investment Banking",
        "joblink": "https://www.linkedin.com/jobs/view/4305588152/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C560BAQE241nqh7lecA/company-logo_100_100/company-logo_100_100/0/1630600223072/bmce_capital_logo?e=2147483647&v=beta&t=iwWmkG-w57TbYuXpIhMOTm2xX998XwABNL5ut9qR5nU"
    },
    {
        "title": "Emerging Market Strategist",
        "entreprise": "Société Générale - Africa Technologies & Services",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": "77",
        "time": "19/09/2025",
        "description": "Missions :Global Research & Strategy is Societe Generale’s Global Cross Asset Research department. With more than 200 analysts, strategists, and economists, it offers in-depth analysis and a distinctive cross-asset approach: impact of major events across asset classes, assessment of the links between asset classes, strategic synthesis to provide an integrated view.Societe Generale Global Research offers global coverage, thanks to local networks in Eastern Europe (Moscow, Bucharest, Warsaw and Prague), the strengthening of its presence in the US and in Asia (Hong Kong, Singapore and Tokyo), together with an established UK and Western European base.The EM strategy team is responsible for providing strategic research and recommendations in emerging and frontier markets’ fixed income and currency products to SG clients, as well as providing a key support function to the FIC business (sales, trading and DCM). All GRS research is published via www.sgmarkets.com. The team is currently geographically split between London / Hong Kong / Singapore / New York / Bangalore/ Casablanca.As an Emerging Markets Strategist, you will be based in Casablanca, working directly to the EM Research team based in London.Your key responsibilities will be to :Perform extensive analytical work for the teamResearch information on sovereigns, building spreadsheets and analyticsPut together elements of macro-economic and comparative analysesAssist in writing research notes on key developments impacting marketsDevelop an understanding of emerging markets and frontier markets, and of the basics of fixed income and currency productsDo extensive analytical work for the desk, mainly using Excel, Bloomberg, MacrobondUndertake day-to-day support of the team’s internal processes, as well as providing support to colleagues when needed with regards to analytical work and making the team more efficientYou will be initially responsible for day-to-day support of the team and be involved in project-based work while developing an understanding of emerging and frontier markets. Over the medium term, you should become a key contributor to the team’s research output.Profil :A background in economics/econometrics/finance as an undergraduate degree is preferred. You should have a proven interest in financial markets/research and in fixed income/macro-economics.Having an analytical mindStrong programming skills (e.g. Python, R)Very strong communication skills in English, both orally and writtenKnowledge and understanding of data analysisExcellent knowledge of Excel, as well as a proven willingness to learnOther Skills:Rigorous and curious.Excellent organizational skillsAdaptability and Flexibility",
        "Niveau hiérarchique": "Entry level",
        "Type d’emploi": "Full-time",
        "Fonction": "Information Technology",
        "Secteurs": "Financial Services",
        "joblink": "https://www.linkedin.com/jobs/view/4299246191/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C560BAQGISeTeM-gXmw/company-logo_100_100/company-logo_100_100/0/1631378330244?e=2147483647&v=beta&t=uDEOfrb0nAQk_f7Lp3N5v6WjA0EE7m0yP-07_0flsW8"
    },
    {
        "title": "Cadre Recherche et Développement",
        "entreprise": "Groupe Managem",
        "location": "Marrakesh-Safi, Morocco",
        "nomberofapplicants": null,
        "time": "05/09/2025",
        "description": "Vous êtes intéressés par le secteur minier ?Vous souhaitez évoluer dans une structure multiculturelle, tournée vers l’international ?Vous voulez travailler dans un cadre qui favorise l’apprentissage et le développement des compétences ?Alors Rejoignez Managem et découvrez des métiers passionnants, responsabilisants et variés, au Maroc et à l’International.Nos opportunités de carrière sont aussi diversifiées que nos métaux et nos activités. Ci-dessous une offre à laquelle vous pouvez postuler dès à présent :Missions Principales :Au sein du centre de Recherche et Développement de Managem, vous serez responsable de la gestion et du pilotage de projets de recherche et développement innovants pour l'optimisation des procédés miniers et la valorisation des minerais. Vos missions incluront :Concevoir, coordonner et piloter des projets de R&D sur les nouvelles technologies et processus liés aux opérations minières, incluant les techniques d'extraction et de traitement des minerais.Assurer une veille scientifique et technologique sur les tendances émergentes du secteur minier.Développer, simuler et piloter des procédés innovants tout en garantissant la sécurité, la qualité et le respect des normes environnementales.Analyser les données, résoudre les problèmes techniques et proposer des solutions pour améliorer les performances des installations (laboratoires, pilotes et usines).Collaborer avec des équipes multidisciplinaires pour intégrer les innovations au sein des activités du groupe et soutenir la mise en œuvre industrielle des nouvelles technologies.Participer à la rédaction de rapports techniques détaillés et d'articles scientifiques, et présenter les résultats des recherches lors de congrès internationaux.Assurer la gestion des budgets et des ressources pour les projets de R&D et apporter un soutien lors du démarrage des usines.Compétences Requises :Solides connaissances scientifiques et techniques dans le domaine de la minéralurgie, des procédés de valorisation des minerais (broyage, flottation, gravimétrie, etc.) et des outils de modélisation, simulation et optimisation des processus industriels.Capacité à analyser des données complexes et à proposer des solutions innovantes pour améliorer les procédés et résoudre des problèmes techniques.Excellentes compétences en communication écrite et orale, et aptitude à rédiger des rapports, des articles scientifiques, ainsi qu'à encadrer et coordonner des équipes de chercheurs et techniciens.Maîtrise des réglementations et normes spécifiques au secteur minier, avec une forte capacité à gérer des projets de R&D de manière efficace et structurée.Maîtrise de l'anglais à l'écrit et à l'oral.Parcours Académique & Expérience :Diplôme d'ingénieur ou doctorat en chimie, minéralurgie ou dans un domaine connexe.Minimum 5 ans d'expérience dans le secteur de la chimie appliquée à la minéralurgie, au traitement des minerais ou aux procédés industriels.Expérience confirmée en gestion de projets de R&D et en mise en œuvre industrielle des nouvelles technologies.Poste basé à Marrakech.Pour plus de détails sur le Groupe Managem, veuillez visiter notre site officiel : www.managemgroup.com",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Manufacturing",
        "Secteurs": "Mining",
        "joblink": "https://www.linkedin.com/jobs/view/4293931168/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4D0BAQHKVbmiIeH3SQ/company-logo_100_100/company-logo_100_100/0/1646057377487/groupe_managem_logo?e=2147483647&v=beta&t=DowodXmubIFiRfApqV0wl0sXEn5dqrBPXS3Ht36TM0k"
    },
    {
        "title": "Chef de projet transformation digitale",
        "entreprise": "RMA - Royale Marocaine d'Assurance",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": null,
        "description": "En tant que Chef de projet Transformation Digitale, vous jouerez un rôle clé dans la mise en œuvre des projets de transformation depuis la phase de conception jusqu’au déploiement, en assurant le pilotage du projet de bout en bout : spécification et analyse des besoins métiers, planification et respect des jalons clés de mise en œuvre, pilotage des relations avec les parties prenantes internes et externes.Vos principales missions seront:-Piloter de bout en bout les projets de transformation digitaleS’approprier le domaine métier en question et comprendre les attentesPiloter le process de design parcours et participer aux ateliers de cadrage et de conception avec l’UX/UIAnimer les ateliers de travail métier/ITParticiper, avec le product owner, à l’élaboration du product backlogMaintenir, suivre le product backlog et être force de proposition sur la priorisation des sujets embarquésSuivre le delivery, lever les blocages et remonter les alertes projetsPiloter les travaux de delivery conformément au planningCoordonner les travaux entre les parties prenantes et gérer les dépendances avec les autres équipes ITElaborer la stratégie et les prérequis de testSuivre et piloter l’avancement de la recette métierPréparer le plan de déploiement et suivre les travaux de déploiementsAssurer le suivi post déploiementAccompagner le changementPréparer les supports pour les comités de pilotage-Participer aux travaux de mise à jour de la FDR de transformation digitale ;-Piloter et suivre la cadence d’avancement du delivery ;-Gérer la relation avec les différentes parties prenantes (métiers, IT, Prestataires …);Et si c’était vous ?-De formation supérieure en grande école d'ingénieurs ou de commerce;-Expérience de 2 à 4 ans, idéalement dans le secteur des assurances en tant que Chef de Projet ou PMO;-Bonne connaissance des principaux métiers du secteur des assurances et des nouvelles technologies digitales;-Expérience avérée en gestion de projet, notamment en mode agile;-Maîtrise de la gestion budgétaire;-Proactif, flexible, avec une attitude positive;-Fortes capacités relationnelles et sens de la diplomatie pour travailler efficacement en mode transversal avec divers intervenants.",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Engineering, Information Technology, and Strategy/Planning",
        "Secteurs": "Insurance",
        "joblink": "https://www.linkedin.com/jobs/view/4304237456/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQFxeDYyj3SXPg/company-logo_100_100/company-logo_100_100/0/1697644457631/rma_assurance_logo?e=2147483647&v=beta&t=lpP6WwaJHT5EQK8op9bqCddpbvONmDseqakA10YeAos"
    },
    {
        "title": "Finance Winter Internship",
        "entreprise": "Procter & Gamble",
        "location": "Casablanca, Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "23/09/2025",
        "description": "Job LocationCasablancaJob DescriptionGet started on the path to your own #PGDay1.Are you passionate about crunching the numbers to drive strategy in a meaningful way? If so, we have the perfect opportunity for you.Did you know that an internship at P&G offers you the opportunity to test your finance knowledge and management abilities in real-life situations and acquire insights into the world of Finance in a fast paced consumer goods Company? During your internship, you will assume responsibility for your projects, working closely with colleagues from finance and other functions (e.g. Marketing, Sales, and Engineering).MEANINGFUL WORK FROM DAY ONE:The main responsibility as a Finance and Account intern is to provide financial leadership in the operations. You will be in charge of meaningful projects You will be able to develop your leadership and financial management skills while improving your collaborative abilities.You will feel the ownership of your project from the beginning, and you will work on very concrete projects.As we know this is exciting, we make sure that you will receive a customized learning plan to ensure you get the right levels of coaching, mentorship and formal training as you deliver your work.WHATWEOFFER:You will experience business responsibilities from Day 1 – You work every single day on key projects from the beginning.You will be part of the P&G family since day one.You will receive continuous coaching & mentorship – We are passionate about our work.You'll get the chance to be a dynamic and encouraging work environment – We live our Purpose, Values, and Principles daily.We love hardworking people; you will have the opportunity to be promoted to full-time following successful completion of your Internship upon role availability.QualificationsJob QualificationsGraduation date fiscal year 2026.Strong English verbal and writing skills.Display strong leadership, teamwork, analytical skills and problem-solving mentality.Real passion for building new solutions.Express willingness to learn, take initiative and show flexibility.You love working in a multicultural and diverse environment.About UsWe produce globally recognized brands and we grow the best business leaders in the industry. With a portfolio of trusted brands as diverse as ours, it is paramount our leaders are able to lead with courage the vast array of brands, categories and functions. We serve consumers around the world with one of the strongest portfolios of trusted, quality, leadership brands, including Always®, Ariel®, Gillette®, Head & Shoulders®, Herbal Essences®, Oral-B®, Pampers®, Pantene®, Tampax® and more. Our community includes operations in approximately 70 countries worldwide. Visit http://www.pg.com to know more.Our consumers are diverse and our talents - internally - mirror this diversity to best serve it. That is why we’re committed to building a winning culture based on Inclusion and our ideal candidate is passionate about the same principle: you will join our daily effort of being “in touch” so we craft brands and products to improve the lives of the world’s consumers now and in the future. We want you to inspire us with your unrivaled ideas.We are committed to providing equal opportunities in employment. We do not discriminate against individuals on the basis of race, color, gender, age, national origin, religion, sexual orientation, gender identity or expression, marital status, citizenship, disability, veteran status, HIV/AIDS status, or any other legally protected factor.Job ScheduleFull timeJob NumberR000138742Job SegmentationInternships",
        "Niveau hiérarchique": "Not Applicable",
        "Type d’emploi": "Full-time",
        "Fonction": "Finance and Sales",
        "Secteurs": "Manufacturing",
        "joblink": "https://www.linkedin.com/jobs/view/4302383886/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D560BAQEI1MYhkkqixQ/company-logo_100_100/B56ZcYR97xGsAM-/0/1748459053801/procter_and_gamble_logo?e=2147483647&v=beta&t=5FzP2eYZE1kLQhI7oqauxCcS6lhJmyz8OhOT5ttHIlE"
    },
    {
        "title": "Intern, Africa50 Infrastructure Acceleration Fund",
        "entreprise": "Africa50 Group",
        "location": "Casablanca, Casablanca-Settat, Morocco",
        "nomberofapplicants": "63",
        "time": "19/09/2025",
        "description": "DescriptionBackgroundAfrica50 is a pan-African infrastructure investment platform and asset manager that contributes to Africa's growth by developing and investing in bankable projects, catalyzing public sector capital, and mobilizing private sector funding.The Africa50 Infrastructure Acceleration Fund (IAF) is a new pan-African Infrastructure Fund established with a vision to positively contribute to economic growth and development of the African continent, and a goal of investing profitably, responsibly, and sustainably in infrastructure projects and services. The Fund is sponsored by Africa50, anchored by African institutional investors, and is targeting like-minded Investors whose interests and investments in Africa are aligned. The Fund is independently managed by an experienced Investment Team, with an Investment Committee deeply rooted in Africa and with strong expertise on the continent.The Fund is intended to be a 12-year closed-ended fund targeting US$500 million of capital commitments to be raised over multiple closings, and investing in target sectors including power, transportation, ICT, midstream gas, healthcare infrastructure, and education.Objective of the InternshipThis internship allows you to be a part of the growth story of a dynamic and growing pan-african organization. You will learn the fundamentals of infrastructure project finance and improve your financial modelling skills, within an entrepreneurial environment. Interns are fully integrated in the team and have the opportunity to participate in all aspects of projects.Main ResponsibilitiesThe Intern will support the members of the Investment Team and gain first-hand experience in African private equity. The main tasks will include:Industry and company researchFinancial modelling and analysisTransaction and due diligence supportPortfolio company monitoringPreparation of presentation materials and investment memosCandidate ProfileRequired BackgroundThe IAF team is seeking undergraduate and graduate candidates:Fluent in English (French is a plus)Prior experience in investment banking/private equity and/or strategic consulting, infrastructure fund, transaction advisoryPrevious private equity experience is preferred, but not requiredEssential QualitiesPositive attitudeHigh integrityStrong work ethic – this role will regularly require late nights/weekends/travelHigh initiativeClarity of thought and actionKnowledge, Skills And ExperienceInterest in IAF’s mission, strategy and valuesDemonstrated interest / experience in emerging markets, and specifically AfricaStrong financial modeling and company valuationStrong analytical skillsExcellent written and verbal communication skills (in English, French a plus)Strong inter-personal skills, ability to interact effectively with partners and colleaguesCulturally sensitive, able to relate to people of diverse backgroundsDuration And Location6-month internship offered, from July 1st to December 31, 2025Position based in Casablanca, Morocco with flexible working arrangements and possible travel within Sub-Saharan AfricaApplicationIf you are interested in this position, apply here.We thank all applicants for their interest; however, only those selected for an interview will be contacted.",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Internship",
        "Fonction": "Information Technology",
        "Secteurs": "International Trade and Development",
        "joblink": "https://www.linkedin.com/jobs/view/4302032021/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C560BAQEVzRdUeCYDrA/company-logo_100_100/company-logo_100_100/0/1630584254135/africa50infrastructurefund_logo?e=2147483647&v=beta&t=6UNNaVWbkYiUxmiTlNtY3bAY4rvEfV2PQFGzVSN0ZUk"
    },
    {
        "title": "Stagiaire en Comptabilité  Stage Pré-Embauche H/F",
        "entreprise": "Baker Tilly Majer",
        "location": "Casablanca Metropolitan Area",
        "nomberofapplicants": "151",
        "time": "25/09/2025",
        "description": "Baker Tilly recherche des stagiaires H/F pour rejoindre son département de comptabilité. Ce stage pré-embauche, rémunéré, offre une immersion complète dans un environnement professionnel stimulant et enrichissant.Vos missions:En tant que stagiaire, vous accompagnerez les consultants juniors et seniors sur diverses missions et participerez activement à :La saisie des écritures comptables dans les logiciels, en respectant les normes et procédures internes.La révision et le contrôle des écritures afin d’en vérifier l’exactitude et la conformité avec les règles comptables en vigueur.La collecte des informations nécessaires à l’établissement des fiches de paie et calcul des salaires en fonction des éléments variables.La préparation et la vérification des déclarations fiscales et sociales (TVA, IS, IR salarial, CNSS…), dans le respect des délais légaux.La contribution à l’élaboration des états financiers (bilan, compte de résultat, etc.) et aux reportings mensuels et trimestrielsLa préparation des documents requis pour les audits externes et l’appui lors des contrôles comptables.La participation à des projets d’optimisation des processus comptables et financiers (analyse des flux, propositions d’amélioration).Qualifications requises :Formation : Bac+5 en gestion financière, comptabilité ou domaine connexe. Un Bac+3 est accepté si vous êtes en formation continue vers un Bac+5Expérience : une première expérience d’au moins 6 mois en cabinet d’expertise comptable, idéalement au sein du département comptabilité.Fortes compétences analytiques, rigueur et capacité à travailler en équipe comme en autonomie.Engagement, intégrité et motivation à évoluer dans un environnement exigeant.La maîtrise opérationnelle de l’anglais est un atout.Pourquoi rejoindre Baker Tilly ?Chez Baker Tilly, un stage n’est pas une simple expérience : c’est une réelle opportunité de développer vos compétences et de préparer votre avenir professionnel.Un environnement stimulant, au cœur de projets stratégiques dès le début.Une collaboration étroite avec des équipes pluridisciplinaires (juridique, audit, fiscalité…).Des interactions directes avec les clients, en français et en anglais.Un mentor dédié et un suivi régulier avec votre manager pour accompagner votre progression.Unerémunération attractiveet des perspectives de pré-embauche à la clé.",
        "Niveau hiérarchique": "Entry level",
        "Type d’emploi": "Full-time",
        "Fonction": "Accounting/Auditing",
        "Secteurs": "Business Consulting and Services",
        "joblink": "https://www.linkedin.com/jobs/view/4305980280/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQF0NpOJ3ue3_A/company-logo_100_100/B4EZcw8Or8HIAQ-/0/1748872785473/bakertilly_consulting_logo?e=2147483647&v=beta&t=7W7kPUHU4FN1dp1JxOu-UYuhL3Sl7a3jX8JCrLo0u1Y"
    },
    {
        "title": "Analyste de crédit",
        "entreprise": "Bank Of Africa",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "12/09/2025",
        "description": "- Contrôler les informations contenues dans le dossier de crédit et analyser leur pertinence en vue d'évaluer de manière juste les risques encourus ;- Procéder à l'analyse critique des propositions de crédits et apprécier le niveau de risque associé à chaque dossier / à chaque contrepartie ;- Proposer des aménagements éventuels concernant la structure du financement, les conditions, les garanties ;- Emmettre de façon systématique un avis indépendant sur chaque dossier de crédit présenté au comité de crédit adéquat ;- Veiller au respect des normes internes ainsi que des règles fixées par BAM en matière de crédit ;- Veiller au respect des principes de notation des clients : contrôler la conformité et donner un avis sur les notations proposées dans le cadre des demandes de crédits et suivre l'actualisation des notations ayant plus d'un an d'ancienneté ;- Assurer la synergie avec les différents intervenants dans le processus crédit ;- Mettre à jour et suivre ses indicateurs d'activité.",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Finance and Engineering",
        "Secteurs": "Banking",
        "joblink": "https://www.linkedin.com/jobs/view/4297771155/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQHohCGZALF_0A/company-logo_100_100/company-logo_100_100/0/1698407693424/bank_of_africa_bmce_group_logo?e=2147483647&v=beta&t=xnhgZBQn7X_PTtvR92gmksGGRgFzrBmN70rAC69CqAY"
    },
    {
        "title": "Chargé Marketing Événementiel (H/F)",
        "entreprise": "MARJANE GROUP",
        "location": "Casablanca Metropolitan Area",
        "nomberofapplicants": null,
        "time": null,
        "description": "Dans le cadre du renforcement de saDirection Marketing - Immobilier, Marjane GROUP recrute unChargé Marketing Événementiel (H/F).Le Chargé Marketing Événementiel aura pour mission de concevoir, planifier et piloter la stratégie événementielle et les animations des centres commerciaux du Groupe, dans le but d’attirer, fidéliser et offrir une expérience client différenciante.Dans ce cadre, vous serez pleinement impliqué(e) sur les activités suivantes :Définir et mettre en œuvre le plan d’animation annuel des Shopping Malls (événements commerciaux, culturels, saisonniers…).Assurer la conception créative et la coordination opérationnelle des événements en lien avec les équipes internes et les prestataires externes.Développer des partenariats locaux et nationaux pour enrichir l’offre événementielle et optimiser les budgets.Analyser l’impact et la performance des actions mises en place (fréquentation, satisfaction client, ROI).Veiller à la cohérence de l’image des Shopping Malls avec la stratégie de marque du Groupe.Garantir le respect des standards qualité et sécurité pour chaque événement.Profil recherché :Formation Bac+5 en marketing, communication, événementiel ou équivalent.Expérience confirmée (2 à 4 ans) dans l’organisation d’événements et l’animation commerciale, idéalement dans l’univers retail, immobilier commercial ou agence événementielle.Capacité à gérer plusieurs projets simultanément et à travailler avec différents interlocuteurs.Excellentes compétences organisationnelles et relationnelles.",
        "Niveau hiérarchique": "Mid-Senior level",
        "Type d’emploi": "Full-time",
        "Fonction": "Marketing",
        "Secteurs": "Retail",
        "joblink": "https://www.linkedin.com/jobs/view/4306493219/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQHCp5d8buJorA/company-logo_100_100/company-logo_100_100/0/1696583069565/marjane_group_logo?e=2147483647&v=beta&t=0jLnst0l5bzQRLj0hlPoqR_pYrqL_8FqGk6wq468jko"
    },
    {
        "title": "SALES ANALYST INTERN",
        "entreprise": "JTI",
        "location": "Mechouar, Casablanca-Settat, Morocco",
        "nomberofapplicants": "61",
        "time": "12/09/2025",
        "description": "At JTI we celebrate differences, and everyone truly belongs.46,000 people from all over the worldare continuously building their unique success story with us.83% of employees feel happyworking at JTI.To make a difference with us, all you need to do is bring yourhuman best.What will your story be? Apply now!Learn more jti.comSales Analyst InternWe are seeking a Sales Analyst Intern for a position located in the Casablanca office and reporting to Route to Market Manager N&WA. In this role, you will support the sales team in data analysis at the cluster level.PositionAs a Sales Analyst Intern, you willTreat sales, distribution & sales programs data for analysisTreat salesforce incentives dataImplement & updates reportsShare reporting with Sales department in order to support analysis and decision making.Come up with recommandations in line with objectiveColaborate with sales analyst for the trade loyalty program data treatment, analytical follow up, back office objectives settings and customers incentives treatment and follow up.RequirementsDegree in Engineering, Statistics, or Data AnalysisFluent in French, Arabic and EnglishExcellent skills in Excel, Power BI & Powerpoint are a requisiteAre you ready to join us? Build your success story at JTI. Apply now!Next StepsAfter applying, if selected, please anticipate the following within 1-3 weeks of the job posting closure Phone screening with Talent Advisor > Assessment tests > Interviews > Offer. Each step is eliminatory and may vary by role type.At JTI, we strive to create a diverse and inclusive work environment. As an equal-opportunity employer, we welcome applicants from all backgrounds. If you need any specific support, alternative formats, or have other access requirements, please let us know.<",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Contract",
        "Fonction": "Sales and Business Development",
        "Secteurs": "Manufacturing, Food and Beverage Services, and Tobacco Manufacturing",
        "joblink": "https://www.linkedin.com/jobs/view/4298623865/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQEfIyj0M6TdWA/company-logo_100_100/B4EZbQedd4HkAQ-/0/1747254368610/jti_logo?e=2147483647&v=beta&t=lngqo_RLveopztxlsohjmdTqUVns7N8SfHncTVRi00Q"
    },
    {
        "title": "Operation Intern",
        "entreprise": "PSA BDP",
        "location": "Casablanca Metropolitan Area",
        "nomberofapplicants": "86",
        "time": "12/09/2025",
        "description": "Job DescriptionScope:Coordination and execution of customer orders in accordance with their requirements and/or procedures based on PSA BDP Ethics.Responsibilities:Planning / Booking / Transportation of customer ordersFile CreationCoordination , follow up and arrangement of documents for shipment s with carriers & service providersUpdating of PSA BDP systemsFeedback to the customer (internal and external reporting of the shipments to the customer) by various means (mail, phone, EDI)Recording Cost & Revenue in systems, Invoicing, Invoice dispatch.Documentation and filingCustoms documentation and customs clearancePunctual and flawless e nd to end order processing and documentationOperational troubleshootingJob RequirementsRequirements:Must be able to work in a fast paced office.Good communication, attention to detail, and organizational skills required.Candidate must possess a strong team work attitude.Candidate must be PC literate with MS Office applications.",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Temporary",
        "Fonction": "Management and Manufacturing",
        "Secteurs": "Transportation, Logistics, Supply Chain and Storage",
        "joblink": "https://www.linkedin.com/jobs/view/4297468980/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQGI3nSEp7rTZQ/company-logo_100_100/company-logo_100_100/0/1680528177298/bdp_international_logo?e=2147483647&v=beta&t=0sPGXcEMp5jim5Vg5TnuqXIdSyCQsSSkAL3hiyVeTac"
    },
    {
        "title": "Sales Trader",
        "entreprise": "Attijari Intermédiation",
        "location": "Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "29/08/2025",
        "description": "Notre filiale Attijari Intermédiation, est un acteur majeur des marchés des capitaux et intermédiation boursière.Dans le cadre de son développement, nous recrutons un(e)Sales Traderpour renforcer nos équipes.Rattaché(e) à la Salle des Marchés, vous serez en charge de conseiller la clientèle ATI (institutionnels, corporate, grands comptes…) sur leurs décisions de placement boursier, tout en assurant la meilleure exécution possible et en veillant au respect des réglementations en vigueur.Vos principales missions seront les suivantes :Collecter les besoins clients et proposer des solutions adaptées en placements boursiers ;Suivre l’exécution des ordres et garantir la meilleure qualité de service ;Contribuer à la conquête de nouveaux clients et à l’animation du réseau des placeurs ;Assurer un suivi actif du portefeuille, en veillant à l’éthique et à la réglementation du métier ;Participer au développement des parts de marché d’Attijari Intermédiation.Profil recherché :Diplômé(e) d’une grande école de commerce, d’ingénieurs ou d’une formation universitaire de haut niveau en Finance de Marché (Bac+5).Expérience probante de 5 à 10 ans dans une fonction similaire, en salle des marchés ou en front office, au sein d’un établissement financier.Habilitation AMMC exigée.Compétences clés :Excellente connaissance des marchés financiers et des instruments de placement ;Forte orientation client et sens développé du conseil ;Rigueur, résistance au stress et capacité d’analyse ;Maîtrise des outils de marché, des indicateurs de performance, et des exigences réglementaires ;Aisance relationnelle et capacité à travailler en interaction avec différents interlocuteurs (réseau, MO/BO, compliance…).Pourquoi nous rejoindre ?Attijari Intermédiation, filiale du Groupe Attijariwafa Bank, vous offre un environnement dynamique, au cœur de la stratégie de développement des marchés de capitaux du Groupe. Vous évoluerez au sein d’une salle des marchés innovante, en lien avec des clients de premier plan.Envoyez votre CV et une lettre de motivation",
        "Niveau hiérarchique": "Mid-Senior level",
        "Type d’emploi": "Full-time",
        "Fonction": "Finance",
        "Secteurs": "Financial Services",
        "joblink": "https://www.linkedin.com/jobs/view/4278570549/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4D0BAQHJyZqmiWOn8g/company-logo_100_100/company-logo_100_100/0/1630578631549/attijari_intermdiation_logo?e=2147483647&v=beta&t=9zV0LPiJiLiSqbW1fOOTxf-oG0B2xWuLHVeMEuRJCYE"
    },
    {
        "title": "Finance Intern",
        "entreprise": "Abbott",
        "location": "Casablanca Metropolitan Area",
        "nomberofapplicants": null,
        "time": "27/08/2025",
        "description": "Abbott is a global healthcare company committed to helping people live not just longer, but better. We employ around over 100,000 people in 150+ countries with a diverse portfolio spanning pharmaceuticals, nutrition, diagnostics and devices.At Abbott, you have the opportunity to make a positive impact on the world through challenging and rewarding work as part of a highly successful and trusted organization that is shaping the future of health. Realize your potential!Core Job ResponsibilitiesDetailed SG&A analysis including department budgets by preparing monhtly tracker for actuals and performance vs planFollow up on monthly payments to vendors/suppliers and assure timely settlements for Abbott duesAssist the FP&A manager in the performing weekly reporting “sales flash, LBEc”Assist the FP&A manager in the performing month end close “actual reporting, preparing monthly reports (F.1.0., etc)Assist the FP&A manager in the preparation of cash flow plan, LBEs’Monitor monthly cash flow results and prepare comparison vs different scenariosTrack receivables and communicate with distributors to make sure payments are done timely.Key Success FactorsFocus - Focus - Assist the finance Head and the FP&A Manager for the closings and reporting of the affiliate Budgeting & Reporting - Will have expert knowledge of finance processes and procedures as applied to a major department/ functional area and or part of the business, and ensure P&L & Cash Flow budget preparation and submission in the system Ensure corporate policies and procedures are implemented and where necessary, proper deviations are obtained to be in line with market conditions Will have professional financial skills extensive experience of applying financial solutions in a business environment. Having strong time management skills including organization, prioritization, planning and stress management to meet key goals of the position in the required timelines.QualificationsBTS in Accounting or 1st degree (in commerce or Economics) Experience: Maximum Six (06) Months in Accountancy / financial analysis Knowledge in GAAP and/or local country reporting requirements Advanced level spreadsheet experience Multi-national exposure Fluent French language, in addition to English. Arabic a plus Strong systems background (GL system / Planning system / Microsoft) Very organized person with good time management skills Quality Orientation in deliverablesApply NowFollow your career aspirations to Abbott for diverse opportunities with a company that can help you build your future and live your best life. Abbott is an Equal Opportunity Employer, committed to employee diversity.Connect with us at www.abbott.com, on Facebook at www.facebook.com/Abbott and on Twitter @AbbottNews and @AbbottGlobal",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Full-time",
        "Fonction": "Business Development and Administrative",
        "Secteurs": "Hospitals and Health Care",
        "joblink": "https://www.linkedin.com/jobs/view/4277635532/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D560BAQFgKiVB5rm6zQ/company-logo_100_100/B56Zi9acl2HMAQ-/0/1755524485091/abbott__logo?e=2147483647&v=beta&t=DGP3UC753Z_3loRAudC6V5JuXBxEYqRObh5RVhTO-OE"
    },
    {
        "title": "Marrakesh Cabin Crew Opportunities (Dubai Based, Relocation Provided)",
        "entreprise": "Emirates",
        "location": "Marrakesh, Marrakesh-Safi, Morocco",
        "nomberofapplicants": null,
        "time": "19/09/2025",
        "description": "Job PurposeA personality that shines, the ability to adapt to any situation and make people feel at ease. These are a few of the qualities we’re looking for in our cabin crew.As the face of Emirates, you’ll be the person customers turn to for help and direction when they fly with us, so you need to be friendly, observant and able to provide the right support.Being a member of the cabin crew is so much more than a service role - safety is our highest priority. You’ll need to lead confidently and take control when it comes to managing aircraft services, security, and safety procedures. This comes from the world-class learning experience our crew receive at our state-of-the-art facility in Dubai.Qualifications & ExperienceHere are some other things we look for in our cabin crew:You’ve had more than a year’s experience in hospitality/customer serviceYou have a positive attitude and the natural ability to provide excellent service in a team environment, dealing with people from many culturesYour minimum qualification is high school graduate (Grade 12)You need to be fluent in written and spoken English (ability to speak another language is an advantage)You’re at least 160cm tall and can reach 212 cm while standing on tiptoes, to enable you to reach emergency equipment on all aircraft typesNo visible tattoos while you’re in Emirates cabin crew uniform (without covering them with bandages or cosmetics)As Emirates cabin crew, you’ll be based in Dubai and will need to meet the UAE's employment visa requirementsAside from the requirements of the role, you should be determined to always perform to the highest standards, focus on being solution oriented, and be able to manage a demanding work schedule. You should have the ability to deliver an authentic experience to our customers. You’ll be culturally aware and reflect the Emirates personality - professional, empathetic, progressive, visionary and cosmopolitan.Before clicking the Apply button, please keep the followingdocumentsready to submit with your application:Recent CV in EnglishRecent photoSalary & BenefitsYour pay is made up of three components:a fixed basic salary,an hourly pay for operated flights andan overseas meal allowance.Basic salary = AED 4,430 / month,Flying Pay = AED 63.75 / hour based on avg. 80-100 hours / month,Average Total Pay = AED 10,170 / month (~USD 2,770, EUR 2,710 or GBP 2,280).* These are approximate numbers for Grade II (Economy Class).Meal allowances for night stops are credited to the salary in arrears the following month.Hotel accommodation as well as transport to and from the airport is provided by the company.",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Customer Service, Sales, and General Business",
        "Secteurs": "Airlines and Aviation and Hospitality",
        "joblink": "https://www.linkedin.com/jobs/view/4298532855/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4D0BAQH4KZK4uVN0qg/company-logo_100_100/company-logo_100_100/0/1633591047759/emirates_logo?e=2147483647&v=beta&t=QgA4IgREcArxR8AXq6Pnoh5NaY-DlvBD5iDTFaQGGvw"
    },
    {
        "title": "Marrakesh Cabin Crew Opportunities (Dubai Based, Relocation Provided)",
        "entreprise": "Emirates",
        "location": "Marrakesh, Marrakesh-Safi, Morocco",
        "nomberofapplicants": null,
        "time": "19/09/2025",
        "description": "Job PurposeA personality that shines, the ability to adapt to any situation and make people feel at ease. These are a few of the qualities we’re looking for in our cabin crew.As the face of Emirates, you’ll be the person customers turn to for help and direction when they fly with us, so you need to be friendly, observant and able to provide the right support.Being a member of the cabin crew is so much more than a service role - safety is our highest priority. You’ll need to lead confidently and take control when it comes to managing aircraft services, security, and safety procedures. This comes from the world-class learning experience our crew receive at our state-of-the-art facility in Dubai.Qualifications & ExperienceHere are some other things we look for in our cabin crew:You’ve had more than a year’s experience in hospitality/customer serviceYou have a positive attitude and the natural ability to provide excellent service in a team environment, dealing with people from many culturesYour minimum qualification is high school graduate (Grade 12)You need to be fluent in written and spoken English (ability to speak another language is an advantage)You’re at least 160cm tall and can reach 212 cm while standing on tiptoes, to enable you to reach emergency equipment on all aircraft typesNo visible tattoos while you’re in Emirates cabin crew uniform (without covering them with bandages or cosmetics)As Emirates cabin crew, you’ll be based in Dubai and will need to meet the UAE's employment visa requirementsAside from the requirements of the role, you should be determined to always perform to the highest standards, focus on being solution oriented, and be able to manage a demanding work schedule. You should have the ability to deliver an authentic experience to our customers. You’ll be culturally aware and reflect the Emirates personality - professional, empathetic, progressive, visionary and cosmopolitan.Before clicking the Apply button, please keep the followingdocumentsready to submit with your application:Recent CV in EnglishRecent photoSalary & BenefitsYour pay is made up of three components:a fixed basic salary,an hourly pay for operated flights andan overseas meal allowance.Basic salary = AED 4,430 / month,Flying Pay = AED 63.75 / hour based on avg. 80-100 hours / month,Average Total Pay = AED 10,170 / month (~USD 2,770, EUR 2,710 or GBP 2,280).* These are approximate numbers for Grade II (Economy Class).Meal allowances for night stops are credited to the salary in arrears the following month.Hotel accommodation as well as transport to and from the airport is provided by the company.",
        "Niveau hiérarchique": "Associate",
        "Type d’emploi": "Full-time",
        "Fonction": "Customer Service, Sales, and General Business",
        "Secteurs": "Airlines and Aviation and Hospitality",
        "joblink": "https://www.linkedin.com/jobs/view/4298532855/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4D0BAQH4KZK4uVN0qg/company-logo_100_100/company-logo_100_100/0/1633591047759/emirates_logo?e=2147483647&v=beta&t=QgA4IgREcArxR8AXq6Pnoh5NaY-DlvBD5iDTFaQGGvw"
    },
    {
        "title": "Event Coordinator - Agadir (Freelance)",
        "entreprise": "Fever",
        "location": "Agadir, Souss-Massa, Morocco",
        "nomberofapplicants": null,
        "time": "25/09/2025",
        "description": "Hey there!We’re Fever, the world’s leading tech platform for culture and live entertainment,Our mission? To democratize access to culture and entertainment. With our proprietary cutting-edge technology and data-driven approach, we’re revolutionizing the way people engage with live entertainment.Every month, our platform inspires over 300 million people in +40 countries (and counting) to discover unforgettable experiences while also empowering event creators with our data and technology, helping them scale, innovate, and enhance their events to reach new audiences.Our results? We’ve teamed up with major industry leaders like Netflix, F.C. Barcelona, and Primavera Sound, presented international award-winning experiences, and are backed by several leading global investors! Impressive, right?To achieve our mission, we are looking for bar-raisers with a hands-on mindset who are eager to help shape the future of entertainment!Ready to be part of the experience?Now, let’s discuss this role and what you will do to help achieve Fever’s mission.À propos de Candlelight :Candlelight, produit par Fever Originals, propose des concerts de musique classique dans des lieux intimistes éclairés à la bougie. Depuis 2019, ces événements se déroulent dans plusieurs villes à travers le monde, avec un objectif de démocratiser la musique classique.Description du poste :Nous recherchons un(e)Coordinateur/Coordinatrice Événementiel(le) Freelancepour gérer nos concerts Candlelight. Ce rôle implique la gestion complète des événements, principalement le week-end.Responsabilités :Coordination des concerts sur site (pré-production et production).Supervision des équipes (jusqu’à 15 personnes) et des prestataires (jusqu’à 10 entreprises).Gestion des relations institutionnelles (collectivités, entreprises, associations).Assurer une expérience fluide pour le public.Profil recherché :Expérience en gestion logistique et management d’équipes.Connaissance du secteur du spectacle vivant.Bonne gestion du stress et des imprévus.Trilingue français/arabe/anglaisRémunération: Selon profilThank you for considering joining Fever. We cannot wait to learn more about you!If you want to learn more about us: Fever's Blog | Tech.Eu |TechCrunchFever is committed to creating an inclusive and diverse workspace where everyone's background and ideas count. Our main goal is to find the best possible talent regardless of place of birth, racial or ethnic origin, gender, gender identity, religion, opinion, sexual orientation, disability, pregnancy, marital status, age or caring responsibilities. We encourage everyone to apply!If you require any kind of accommodation during the selection process please contact our Talent team so we can help you by providing a welcoming and seamless journey.If you want to know more about how Fever processes your personal data, click here Fever - Candidate Privacy Notice",
        "Niveau hiérarchique": "Mid-Senior level",
        "Type d’emploi": "Full-time",
        "Fonction": "Management and Manufacturing",
        "Secteurs": "Software Development",
        "joblink": "https://www.linkedin.com/jobs/view/4242477660/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/C4D0BAQGZ34Z5Azy0Qw/company-logo_100_100/company-logo_100_100/0/1630556337246/fever_inc_logo?e=2147483647&v=beta&t=TBlc2lByWyiHUd9BSHqfeNWrb0Ybjq2kbcmaACyQCSY"
    },
    {
        "title": "Visiting Associate, Internship, Morocco",
        "entreprise": "Boston Consulting Group (BCG)",
        "location": "Casablanca, Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "19/09/2025",
        "description": "Who We AreBoston Consulting Group partners with leaders in business and society to tackle their most important challenges and capture their greatest opportunities. BCG was the pioneer in business strategy when it was founded in 1963. Today, we help clients with total transformation-inspiring complex change, enabling organizations to grow, building competitive advantage, and driving bottom-line impact.To succeed, organizations must blend digital and human capabilities. Our diverse, global teams bring deep industry and functional expertise and a range of perspectives to spark change. BCG delivers solutions through leading-edge management consulting along with technology and design, corporate and digital ventures—and business purpose. We work in a uniquely collaborative model across the firm and throughout all levels of the client organization, generating results that allow our clients to thrive.What You'll DoAs a Visiting Associate, you will support our clients in Morocco and abroad to help them design their strategic directions and solve their most complex challenges. You will be involved in the whole value chain of our projects within our teams.Analyze the challenges facing our clients (competitive analysis, portfolio analysis, etc.)Participate in internal case team meetings and client workshopsDevelop strategic recommendations for our clients and support their implementationMentored by our project leaders on each project, you will also benefit of career monitoring from our HR teams who will support you consistently through staffing and our various training programs tailored for interns and apprentices.What You'll BringThe diversity of our employees is the richness of our teams! However, we are looking for some common skills like an unending curiosity to understand the world that surrounds us, leadership to engage on and convince through facts, commitment to realizing your ideas and having an impact!You are pursuing a master's degree (business/engineering school, political science university)You have gained initial professional internship experienceYou speak French and English fluently and ideally you have garnered academic or professional experience abroadEnthusiastic and dynamic, you are curious and eager to learnOrganized and meticulous, active listening is one of your strengthsYou thrive in a team environment and demonstrate excellent oral and written communication skillsBoston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity / expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.BCG is an E - Verify Employer. Click here  for more information on E-Verify.",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Internship",
        "Fonction": "Research, Analyst, and Information Technology",
        "Secteurs": "Business Consulting and Services",
        "joblink": "https://www.linkedin.com/jobs/view/4074892778/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQE_RmtwzBSpAg/company-logo_100_100/company-logo_100_100/0/1702568604682/boston_consulting_group_logo?e=2147483647&v=beta&t=jtS_4p6TQ-8pD8IeEdOD3rkgizt17VDQeZ68vp9LoZg"
    },
    {
        "title": "Consulting Intern (Starting January 2026, for current students graduating in 2026)",
        "entreprise": "Visa",
        "location": "Mechouar, Casablanca-Settat, Morocco",
        "nomberofapplicants": null,
        "time": "12/09/2025",
        "description": "Visa is a world leader in payments and technology, with over 259 billion payments transactions flowing safely between consumers, merchants, financial institutions, and government entities in more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable, and secure payments network, enabling individuals, businesses, and economies to thrive while driven by a common purpose – to uplift everyone, everywhere by being the best way to pay and be paid.Make an impact with a purpose-driven industry leader. Join us today and experience Life at Visa.Job DescriptionVisa Consulting & Analytics (VCA) is the payments consulting arm of Visa, focused on serving Visa’s clients and partners. We are a global team of ~600 consultants and data scientists. We offer consulting and analytics services across different areas of interest to our clients including strategy, product, portfolio management, risk, digital and more.Within VCA, we have a dedicated Data Science team who are experts in statistics, advanced analytics and machine learning with exclusive access to insights from VisaNet, one of the largest payment networks in the world. The majority of our team members are generalists and get exposure to all the topics we offer and all the countries we cover.During your VCA internship assignment, you will get to work closely with a consulting project team to support in different aspects of the project delivery, including for example:Collecting required data and conducting researchConducting data analysis using internal and external data sourcesDeveloping insights from the data analyses to support the recommendations development processDeveloping project deliverables including slides, excel models, etc.Supporting the project team members in developing hypotheses, contribute to conclusions and assisting other senior team members in presenting back to the clientSupporting the team in presenting the recommendations to the clientIn addition to contributing to consulting projects, you may also get the chance to support VCA team members in developing white papers or internal research, as well as client proposals.VCA projects (as well as proposals) can be with clients across the region and can be across the different VCA focus areas (portfolio, digital, risk, etc.) depending on the project pipeline.QualificationsCurrent student working towards a Bachelors or Masters degree, with a graduation in 2026Economics, Business, Finance, Economics, Econometrics IT/MIS, Engineering, Computer science or related disciplines welcome to applyAvailable for the 6-month internship (Jan – August 2026)Must be available to start a graduate role by October 2026Excellent academic recordStrong analytical capabilities and experience solving business casesStrong in MS Excel, Word & PowerPointSuperior analytical and financial analysis skillsStrong collaboration skills with a diverse peer group requiredAble to articulate viewpoint effectively to key stakeholders in order to get buy in and agreementSelf-confident and hands-on, with the ability to operate in a fast paced and constantly changing work environmentAdditional InformationVisa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.",
        "Niveau hiérarchique": "Internship",
        "Type d’emploi": "Internship",
        "Fonction": "Information Technology",
        "Secteurs": "IT Services and IT Consulting",
        "joblink": "https://www.linkedin.com/jobs/view/4298840045/?alternateChannel=search&refId=AFYeJOMJHPAGzw3EjH59FQ%3D%3D&trackingId=FcBdDTjfIr%2FJomXXdyVFoA%3D%3D",
        "found_by_keyword": "Programme de stage",
        "logo_url": "https://media.licdn.com/dms/image/v2/D4E0BAQHAxoD4chKrgg/company-logo_100_100/B4EZfR2e4JHcAk-/0/1751572410148/visa_logo?e=2147483647&v=beta&t=mZYikLJ1nOM9RYXsRYavU2c7xuzCKWDqH8Q0UzAGrhw"
    }
]